[
{"id": 0, "job title": "Build me a cart page", "location": "Atlantic, Indonesia", "skills": ["Website Design", "PHP", "HTML", "Graphic Design", "eCommerce"], "details": "i want cart page for my website order\njust the cart page", "time expire": "Open - 1 day left", "budget": "$30-250 USD"},
{"id": 1, "job title": "Figma to webflow ", "location": "los angeles, United States", "skills": ["HTML", "Website Design", "CSS", "Webflow", "Figma"], "details": "I need someone to match my figma designs and program them on webflow ([login to view URL]) if you’re not familiar with this DONT contact me.\n\nBest pricing per page wins.\nI currently need 4 pages and changes on another page I was working on.", "time expire": "Open - 6 days left", "budget": "$10-30 USD"},
{"id": 2, "job title": "Prestashop website", "location": "Madrid, Spain", "skills": ["Prestashop", "PHP", "HTML", "Website Design", "eCommerce"], "details": "We need a website in Prestashop for a spare part company.\nWe are an agency so apply just if you are very very expert", "time expire": "Open - 6 days left", "budget": "€8-30 EUR"},
{"id": 3, "job title": "Webflow Website", "location": "Saratoga Spring, United States", "skills": ["HTML", "Website Design", "Graphic Design", "Webflow"], "details": "I have a style guide and a news logo and would like to update the website template to reflect that. If I can afford it, I also require a back-end for user login where the user can update his communication preferences", "time expire": "Open - 5 days left", "budget": "$250-750 USD"},
{"id": 4, "job title": "Configure Webflow Website", "location": "Garbsen, Germany", "skills": ["Webflow"], "details": "Our design and product team has developed mockups based 2 Webflow Templates. This means there is minimal adaption in terms of component changes, but execution.\n\n- Transfer of content into the respective components of the Webflow Maker and IdeaPro Template\n- Duplicating website for English and German (only German blog & CMS)\n- Adapt CMS for Blog and Ebook Pages\n- Redirect Pages from current webpage\n\nWebsite Components:\nHome-Page\n3 Product Pages\nCustomer Success Page\n- Customer Overview Page\n- Customer Case-Study Page\nSecurity Page\nEbooks (CMS)\n- Ebooks & Whitepaper Overview Page\n- Whitepapers Landing Page\nBlog (CMS)\n- Blog Overview Page\n- Blog Article\nRequest Demo Page\n\nAssets:\n- Our design and product team has developed mockups based on the\nWebflow Maker Template [login to view URL]\nWebflow IdeaPro Template [login to view URL]\n- All icons, visuals and background images are developed, existing and shared (via Figma).\n- There is a google doc with the content in both English and German\n- Existing webpage \n", "time expire": "Open - 5 days left", "budget": "€30-250 EUR"},
{"id": 5, "job title": "Sketch & Figma expert tutor needed", "location": "Sydney, Australia", "skills": ["Website Design", "Sketch", "Figma", "User Experience Design", "User Interface Design"], "details": "Looking for an expert in Sketch and Figma to give one on one in person tutoring in Sydney to an experienced Adobe designer. Time-poor advanced student & senior digital professional looking to catch up with software. Extra points if you can teach me how to setup Sketch files to directly translate to HTML/CSS (using Zeplin, for example). Looking for 4-6 hours tutoring that can be in person in Sydney, more heavily in Sketch than Figma.\n\nFocus on UX and UI design for web & app designs. Things like wireframes, low and high fidelity designs. \n\nI’m open to doing this remotely but either way, tutor must have above average English skills and be ok with me recording the session. \n\nThanks!", "time expire": "Open - 5 days left", "budget": "$25-50 AUD / hour"},
{"id": 6, "job title": "Need customization to php codecanyon scrept", "location": "Mecca, Saudi Arabia", "skills": ["PHP", "HTML", "Android", "CSS", "MySQL"], "details": "I need to do some customization to codecanyon scrept  item/quickqr-contactless-restaurant-qr-menu-maker/29012439\n\nMy customizations is: ( important 1- add payment getaway [login to view URL] or paytaps or 2checkout for restaurants. 2- SMS notifications for restaurant and customers.) not important 3- Restaurant app for getting order and manage it. 4- customer login. 5- product search. 6- add address from the map when select delivery order. thanks.", "time expire": "Open - 6 days left", "budget": "$30-250 USD"},
{"id": 7, "job title": "Need an wordpress plugin developer", "location": "United States", "skills": ["PHP", "WordPress", "HTML", "CSS", "WooCommerce"], "details": "Need an WordPress plugin developer to do some change on woocomerce cart php", "time expire": "Open - 5 days left", "budget": "$250-750 USD"},
{"id": 8, "job title": "Build me a website for my gaming community -- 2", "location": "Machhagan, India", "skills": ["Website Design", "HTML", "Graphic Design", "WordPress", "Web Hosting"], "details": "So, we have hire a freelancer for our new gaming Community (Exotic India). So in this community we host tournaments in almost all games with exciting rewards so, we have to make website for [login to view URL] this website we need a cool gaming theme thats look so attractive with cool interface. So you have to make the site in this way-:\n1) Welcome To Exotic India\n2)Top streams of exotic and videos\n3)Latest gaming News\n4)For Joining Exotic then after click on join then give test\nSo,you have to make like that and more developments on website is remain Which can we tell you in call so please give your phone number...\n", "time expire": "Open - 5 days left", "budget": "₹1500-12500 INR"},
{"id": 9, "job title": "need senior designers and webflow experts for long term collaboration 2k€/month", "location": "Angers, France", "skills": ["Website Design", "Graphic Design", "HTML", "CSS", "Webflow"], "details": "Hi all,\n\nI need a team of seniors designers and webflow experts to build, daily,  busness websites for restaurants only.\n\nThe mission will be to build simple but with great design restaurant busness, ONLY WITH webflow, that include:\n- a navbar with a very simple logo\n- an homepage with really basic slide text animation\nsee here [login to view URL]\n- an \"about\" section\n-a section menu with food and drinks\n- a \"contact\" section with adress, phone number and a google map integration and a contact form\n-integrate a booking table system\n\nDesign must be really nice and perfectly fit to the identity of the restaurant. \n\nIt has to be fully responsive: desktop, tablet, mobile landscape and mobile portrait\n\nI'll do myself the h1 to h4 text and paragraph text and I ll send u before the mission.I'll do also the SEO myself and the hosting.\n\nI will also write a guilde to help u choose wich font and color to use with a restaurant category. U can follow it or not if you find better. I will add also some basic design advices in that guilde to be sure u fit the local market.\n\nYou will have to do each website in 24h. I will pay 100€/website and I can give u one to do per day, 5websites/week.\n\nPlz DO NOT apply if:\n- you don't use webflow, I wont work with wordpress!\n- you have nothing to show me of what you have done with webflow\n\nWe will start in 2 weeks\n\nGood luck :)\n", "time expire": "Open - 4 days left", "budget": "€30-250 EUR"},
{"id": 10, "job title": "Figma Expert -- 2", "location": "Mumbai, India", "skills": ["Figma", "Photoshop"], "details": "Figma expert required for next three hours\n\nApply only if you available for three hours", "time expire": "Open - 5 days left", "budget": "₹1500-12500 INR"},
{"id": 11, "job title": "Recommendation movies and tv sires(small imdb)", "location": "Riyadh, Saudi Arabia", "skills": ["PHP", "MySQL", "HTML", "JavaScript", "CSS"], "details": "A recommender system helps people to select items that may interest theme among a long list of choices. These items could be restaurants, songs, books, tv series, movies, etc.\n\nThe project aims to implement a web application for movies and TV series. Three main actors are involved in the application: the user, the administrator and the recommender system.\n\nThe user features to be implemented are the following:\n\n- Sign Up/ Sign In/ Sign out and password management (password resetting process)\n\n- Ask the system to recommend a list of movies or TV series. The user should indicate some criteria including the apparition year, the gender and the casting as well as the recommended list size. This feature requires the user to be signed in.\n\n- Search a movie or a TV series and rate it from 1 to 5 and/or add a comment about it. This feature requires the user to be signed in.\n\n- Add a new movie or a TV series (details + poster) with a rate and a comment. It should be approved by the administrator to appear to other users. This feature requires the user to be signed in.\n\nThe administrator features are:\n\n- Sign in/ Sign out (he has a default password)\n\n- Validate movies/TV series added by users\n\n- Add new movies/TV series details (including ratings) to the database. A bonus will be given for automatic import of public movies/series datasets into the database\n\n- Schedule the running of recommender system process (for example once each day at midnight)\n\nThe recommender system is an independent process that runs periodically as scheduled by the administrator. It does the steps explained in the following link (also attached as pdf):\n\n[login to view URL]\n\nIt gets the input dataset from the database (not from the dataset as explained in the link) and put the estimated rates back to the database to be able to generate recommendations for users when asked", "time expire": "Open - 6 days left", "budget": "$30-250 USD"},
{"id": 12, "job title": "CSS style job", "location": "Finland, Finland", "skills": ["CSS", "HTML", "PHP", "JavaScript", "Website Design"], "details": "Hello,\n\nJob is to add some CSS and retouch tables visual look little better. See attached.\n\nShow me some CSS table sample of your earlier work.\n\nJob is quite simple. No animations or anything complicated needed.\n\nPlace comment and I tell more.\n\nBR,\n\nHarri\n\n", "time expire": "Open - 3 days left", "budget": "€8-30 EUR"},
{"id": 13, "job title": "I want to change my website layout.", "location": "Ludhiana, India", "skills": ["Website Design", "PHP", "HTML", "Graphic Design", "WordPress"], "details": "Hello guys,\n\nI am in trouble that my website name [login to view URL] take lots of time to be loaded. And I am looking for someone who can change my website layout.\nPlease help me in this.", "time expire": "Open - 5 days left", "budget": "₹12500-37500 INR"},
{"id": 14, "job title": "UI/UX Design for Real Estate Website", "location": "Miami, United States", "skills": ["Website Design", "Graphic Design", "Sketch", "Figma"], "details": "We need a Real Estate website designed. This website will have 5 Pages; \n- Homepage\n- Exclusive (Exclusive properties and description of Exclusive properties) \n- Properties (List of all properties displayed through list and map)\n- Commercial (Will display commercial properties and descriptions of this service we offer.)\n- Services (This page will be a dropdown menu with the following menu options in dropdown: Buying, Selling, Sancas Luxury. Each one of these will have their own page description.) \n- About: This page will be a dropdown menu with the following menu options in dropdown: SR Realty, History, & Our Team. Each one of these will have their own page description.)\n- Contact\n\nAll content will be dummy content until final design is approved. \nThis project MUST be done within 1 week, no exceptions.", "time expire": "Open - 6 days left", "budget": "$250-750 USD"},
{"id": 15, "job title": "Build two websites", "location": "Costa Mesa, United States", "skills": ["Website Design", "PHP", "HTML", "Graphic Design", "CSS"], "details": "I would like to have built two websites one for signage and the other one for printing. Signage one would be simple and static. On the other hand, printing website would be custom and can be built from scratch or from the simple template provided. Printing website would include API integration for product details and the template would already have these APIs integrated. Developer would just need to make it prettier. Please look at the example websites below for both. Also, I am including a demo which pretty much explains the printing website and products. Please plan on providing maintenance for a year or so as well. \n\nSignage Website:\nStatic website with dynamic contact us page\nExample: [login to view URL]\n\nPrinting Website:\nCustom theme integration with provided APIs\nExample: [login to view URL]\nLink to demo: [login to view URL]", "time expire": "Open - 3 days left", "budget": "$1500-3000 USD"},
{"id": 16, "job title": "website design", "location": "pardes hannah, Israel", "skills": ["Website Design", "Graphic Design", "HTML", "WordPress"], "details": "Hi \nI need to design new Hom page (only front page) for an old site\n\nneed to be elegant, hi-tech, clean and friendly. \nsite will base on wp.  ", "time expire": "Open - 6 days left", "budget": "$30-250 USD"},
{"id": 17, "job title": "I need some one expert in CPLEX studio", "location": "johor, Malaysia", "skills": ["Website Design"], "details": "I need some one expert in CPLEX studio", "time expire": "Open - 4 days left", "budget": "$10-30 USD"},
{"id": 18, "job title": "Social media operations and website development ", "location": "kolkata, India", "skills": ["Social Media Marketing", "Website Design", "Infographic and Powerpoint Slide Designing", "Presentations", "Video Editing"], "details": "My company needs a person to edit and post content on my social media pages keeping them active. ", "time expire": "Open - 6 days left", "budget": "₹1500-12500 INR"},
{"id": 19, "job title": "Design Website", "location": "İstanbul, Turkey", "skills": ["Webflow"], "details": "I need  website  with  webflow", "time expire": "Open - 5 days left", "budget": "$10-30 USD"},
{"id": 20, "job title": "HubSpot Developer -- 2", "location": "Ahmedabad, India", "skills": ["CSS", "HTML", "HubSpot"], "details": "Hello, I need HubSpot expert developer who can make changes on the existing website.\nPlease bid if you have experienced to work on HubSport.\n\nRegards,\nRahul", "time expire": "Open - 5 days left", "budget": "$20-50 USD"}
]